Repository: atreal/atreal.richfile.metadata
Catalog: atreal/richfile/metadata/locales/*/LC_MESSAGES/atreal.richfile.metadata.po
Languages: fr

source: Metadata
fr: Metadonnées

source: Label
fr: Libellé

source: Value
fr: Valeur

source: Metadatas activated.
fr: Plugin d'extraction de metadonnées activé.

source: Metadatas un-activated.
fr: Plugin d'extraction de metadonnées désactivé.

source: RichFileMetadata settings
fr: Configuration du plugin d'extraction de metadonnées

source: RichFileMetadata settings for this site.
fr: Vous pouvez paramétrer ici les propriétés du plugin.

source: The metadatas have been updated.
fr: Les metadatas ont été mises à jour.

source: help_rf_streaming_collapsed
fr: Cochez la case si vous souhaitez que le plugin soit rétracté lors du chargement de la page.

source: label_rf_metadata_collapsed
fr: Affichage rétracté ?
